let questions = [
    "你做事是一個值得信賴的人嗎？",
    "你個性溫和嗎？",
    "你有活力嗎？",
    "你善解人意嗎？",
    "你獨立嗎？",
    "你受人愛戴嗎？",
    "做事認真且正直嗎？",
    "你富有同情心嗎？",
    "你有說服力嗎？",
    "你大膽嗎？",
    "你精確嗎？",
    "你適應能力强嗎？",
    "你組織能力好嗎？",
    "你是否積極主動？",
    "你害羞嗎？",
    "你强勢嗎？",
    "你鎮定嗎？",
    "你勇於學習嗎？",
    "你反應快嗎？",
    "你外向嗎？",
    "你注意細節嗎？",
    "你愛說話嗎？",
    "你的協調能力好嗎？",
    "你勤勞嗎？",
    "你慷慨嗎？",
    "你小心翼翼嗎？",
    "你令人愉快嗎？",
    "你傳統嗎？",
    "你親切嗎？",
    "你工作足够有效率嗎？",
];
 
let answers = [];
 
let fiveIndex = [
    "不同意",
    "有點同意",
    "差不多",
    "同意",
    "非常同意"
];

